/* Localized string for Launch Services */

"Alias" = "Alias";
"Application" = "Ohjelma";
"Classic Application" = "Classic-ohjelma";
"Document" = "Dokumentti";
"Folder" = "Kansio";
"Package" = "Paketti";
"Trash" = "Roskakori";
"Unix Executable File" = "Suoritettava Unix-tiedosto";
"Volume" = "Taltio";
"%@ Document" = "%@ dokumentti";
"Network" = "Verkko";
"Remote Disc" = "Etälevy";

"LAUNCH_CONSENT_HEADLINE" = "Käynnistät ohjelmaa ”%@” ensimmäistä kertaa. Haluatko varmasti käynnistää ohjelman?";
"LAUNCH_CONSENT_BODY" = "Ohjelma on kansiossa ”%@”. Jos haluat nähdä ohjelman Finderissa avaamatta sitä, osoita Näytä ohjelma.";
"LAUNCH_CONSENT_OK" = "Avaa";
"LAUNCH_CONSENT_CANCEL" = "Kumoa";
"LAUNCH_CONSENT_SHOW_APP" = "Näytä ohjelma";
